[General]
Translator, "Adam Haikal, Frederick CJ, Liang Piau Suk"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "714"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "28"


[Icon]
R0lGODlhEAAMAPcAAJqfoNF2Z2J5lqesraKnqGN4lpdUSqesrJgwJcRCLtJHNpyhopFSR8lFMuOr
pOi/uem+uuKLgd2Jft1KO32n1Om7s9pKOZZZTIan2N+FeFN4s+jOzIuy41BskufNytSvqtd4bOB9
cOu7s+O7tphQRON9cteEd2N4ld16bH6Pun2i2nej3HSh2nWBrZ00K92MfmF6l5+kpeSwo5VYUHyP
vZWYmNmGeJqHhH+kyeJNPuKOgurAvN63suZ/c4Wr15xqY9jEf+zPx+CDdqyxsoer0O3Ev9ufkvbW
aPfLx42r3Hay5d+VjF5+nu/Vbl9zkuN8b9xIN96Heui8ttqHfOyDd965tJS0ztJCL6CFgdRIN/SI
feuQiOGtoL+6pOC4s9fDiMjGjHef2Wd3k5hQRpdSSufOy52io+bOymy19MNEL8tGM2R3k9eFeum9
ttV4adWGd6arrFtwkJidnaK1yqK4yuC7t+GMfM5HNNR1ZaB7dIquwtN3aNVEM9y3specnX2y5mV8
radbVKuwsdBHNYKPuNawrO2/tYmx4ZSw2+G3rp61woa16KJmX+SrpLG3t+e+t6ZpY9i0rZpXStdJ
N+OqpOCLgN6JfFRukGZ3k/DHxHSq4OerolphfZRkW3uw4emBdXGu6L3FmZugofG/uObCv9l5bNdn
VeGspM91Zty0sNF2ZurOy6aLiLi8ltizrcdFMXKf1+B0YKq0t5tORGx6jtKuqH6NuNJFMtVVRNqz
r+O/udiGe5MvIauNituHeQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAGmJWXOigAAYTCRdMEBmDIlZMzAhSjKHziEOiww9aiOlgohRP5xg6CLLhyIrf+y8sBQlg5An
vOKo+LKCyJEmnoJ4OFNmwyoIWC6FAcKCAphQSjadctCI0pIIjDrAwtFKjyZQaGKZwnXrCh8oCDgR
skUjRQtAGhL1qVJHF6lMrPLI4GLkjQkbvtjsmiKhko4tkBjgSZPgVQM1dwYpyDLJwoQcLm5EqvWh
kKtcqXh4GfFgRxEkvTqpQhVgjxsQpVCEKNHjExUtgWrI8QMAgKgFZmIQgDNA0BBHBwICADs=


[BFAPI]
ErrorClientVersionTooOld, "Versi pelanggan anda terlalu lama.\nSila kemas kini aplikasi dan cuba lagi."
ErrorFailClientTime, "Jam komputer anda tidak ditetapkan dengan betul.\nSila semak waktu sistem anda dan cuba lagi."
ErrorFailLogin, "Sila semak alamat email anda dan cuba lagi."
ErrorFailPrefix, "Gagal untuk menyambung ke Akaun Binary Fortress anda.\nSila semak sambungan internet anda, dan mengesahkan bahawa permohonan ini tidak dihalang oleh proksi atau firewall pada komputer atau rangkaian anda."
ErrorInvalidProTrialLicenseKey, "Kunci Lesen Percubaan anda yang kelihatan sebagai tidak sah.\nSila hubungi kami untuk maklumat lanjut."
ErrorItemSizeTooLarge, "Salah satu item yang anda cuba untuk sync terlalu besar.\nAnda perlu memadam item yang besar dan cuba lagi."
ErrorTrialExpiredPrompt, "Percubaan Lesen Pro anda telah tamat tempoh.\nAdakah anda mahu menghubungi kami dan memulakan percubaan yang lain?"
ErrorTwoFactorInvalid, "Kode dua faktor anda tidak sah atau tamat tempoh.\nSila cuba lagi."
ErrorUnknownProPurchasedLicenseKey, "Kunci Lesen Percubaan anda yang kelihatan sebagai tidak sah.\nSila hubungi kami untuk maklumat lanjut."
LoginPrompt, "Anda perlu memasukkan maklumat login Binary Fortress untuk menyegerakkan profile anda.\nAdakah anda hendak memasukkan maklumat login anda sekarang ?"
PromptTwoFactor, "Sila memasukkan Kode Dua-Factor yang dihantarkan ke peranti anda.\nJika kalau anda tidak berjaya menerima kode tersebut dalam masa 2 minit, sila menghubungi Binary Fortress Support."
PromptTwoFactorImportOldCredentials, "Applikais ini menyokong autentikasi dua-faktor, dan anda telah mengaktifkannya. \n\nSila masukkan Kode Dua-Faktor yang dihantarkan ke peranti anda.\nJika kalau anda tidak menerimanya dalam masa beberapa minit, sila menghubungi Binary Fortress Support."
PromptTwoFactorTOTP, "Sila masukkan kode 6-digit yang dijana oleh aplikasi autentikasi anda.\nSekiranya anda mempunyai sebarang masalah, sila menghubungi Binary Fortress Support."
TitleSync, "Selaraskan dengan akaun Binary Fortress anda"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Log keluar"
btnMyAccount, "&Akaun Saya"
btnMyLicenses, "&Lesen-lesen Saya"
btnRegister, "&Daftar"
btnResetPassword, "Set semula Kata Laluan"
lblEmailAddress, "Alamat Email:"
lblName, "Nama:"
lblPassword, "Kata laluan:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Peribadi atau Syarikat, # ditunjukkan pada nama lesen"
LicenseRestrictionEnterprise, "Komputer tidak terhad di tapak-tapak tidak terhad milikan syarikat"
LicenseRestrictionPersonal, "Komputer kegunaan peribadi tidak terhad manakala 1 komputer kegunaan perniagaan yang digunakan oleh anda sahaja"
LicenseRestrictionSite, "Komputer tidak terhad di 1 tapak"
LicenseRestrictionStandard, "Peribadi atau Syarikat, 1 komputer"
LicenseRestrictionSteam, "Komputer tiada had jika anda adalah pengguna utama, mesti dipasang melalui pelanggan Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Sila masukkan Alamat Email yang sah dan cuba lagi."
ErrorEnterPassword, "Sila masukkan Kata Laluan anda dan cuba lagi."
ErrorLoginFailed, "Gagal memuatkan maklumat akaun anda.\nSila semak Alamat Email anda dan cuba lagi."
ErrorNoLicensesFound, "Maaf, kami tidak dapat menemui sebarang maklumat lesen untuk akaun ini.\nJika anda inginkan bantuan, sila hubungi kami."
ErrorUnknownLicenses, "Sebuah ralat telah berlaku semasa memuatkan maklumat lesen anda."
ErrorUnknownLogin, "Sebuah ralat telah berlaku semasa memuatkan maklumat akaun anda."
Note, "Log masuk untuk mendapatkan Kunci Lesen dan sync dengan Akaun Binary Fortress anda."
SelectLicensePrompt, "Anda sedang menggunakan versi percuma, lesen Percubaan Pro, atau Kunci Lesen anda adalah tidak sah.\nAdakah anda ingin memuatkan Kunci Lesen dari akaun Binary Fortress anda?"
Title, "Akaun Binary Fortress saya"
TitleLoadingLicenses, "Maklumat Lesen sedang dimuatkan"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Tarikh Dicipta"
colDateExpires, "Tarikh Luput"
colLicenseKey, "Kunci Lesen"
colLicenseRestrictions, "Sekatan-sekatan Lesen"
colLicenseType, "Jenis Lesen"
colName, "Nama Lesen"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Adakah anda pasti anda ingin menggunakan Kunci Lesen ini?"
ErrorSelectLicense, "Sila pilih sebuah Lesen dari senarai dan cuba lagi."
ShowNeedLicenseWarning, "Pilih salah sebuah Lesen anda dari senarai, kemudian klik butang 'OK' untuk menggunakan Kunci Lesen tersebut."
Title, "Lesen-lesen saya"


[BFFormCodeEditor]
btnHotKeyEdit, "Sunting"
btnInsertFunction, "&Masukkan Kod"
btnInsertFunctionTT, "Semak senarai pembantu skrip yang sedia ada untuk membantu anda membina fungsi anda sendiri."
btnRedoTT, "Redo (Ctrl + Y)"
btnReferencesDefault, "Rujukan Lalai"
btnRunFunction, "&Jalankan Kod"
btnRunFunctionTT, "Jalankan kod ini."
btnUndoTT, "Longgarkan (Ctrl + Z)"
btnVerifyFunction, "&Sahkan Kod"
btnVerifyFunctionTT, "Shakan kod ini tanpa dijalankan."
ErrorCompileFailed, "Kompilasi Gagal."
ErrorEnterCode, "Sila masukkan kod C# atau VB.net dan cuba lagi."
ErrorEnterName, "Sila masukkan Nama dan cuba lagi."
ErrorRunFailed, "Gagal Dijalankan."
lblDescription, "Deskripsi:"
lblHelp, "Menolong dengan Fungsi-Fungsi"
lblKeyCombination, "Kombinasi Kunci:"
lblLanguage, "Bahasa:"
lblName, "Nama:"
lblReferences, "Rujukan:"
lblShare, "Kongsi kod anda dengan komuniti!"
MessageRunning, "Sedang Dijalankan:"
MessageRunSuccess, "Berjaya Dijalankan."
MessageVerifySuccess, "Berjaya Disahkan."
MessageWait, "Sedang menunggu kod selesai berjalan.\nAnda boleh menggunakan ikon dulang sistem untuk menghentikan proses tersebut."
MessageWaitTitle, "Menunggu Kod"
PromptChangeLanguage, "Anda pasti hendak memuat kode yang default ?\nAMARAN: Ini akan menetapkan semula kod anda."
PromptCloseWithoutSave, "Adakah anda pasti mahu menutup tanpa menyimpan?"
PromptDefaultReferences, "Adakah anda pasti ingin menetapkan semula rujukan ?"
PromptInvalidSave, "Kod ini nampaknya tidak sah.\nAdakah anda pasti mahu menyimpannya?"
ShareMessage, "Kod anda akan dilampirkan kepada permintaan ini secara automatik.\nJika anda mahu menghantar mesej, sila masukkannya di atas garis divider. Terima kasih!"
ShareSubject, "Kongsi Kod:"
ShareTitle, "Kongsi Kod"
ShareWarning, "Nama anda akan digunakan untuk kredit, sila menghubungi pihak kami jika anda ingin menggunakan alias atau berkongsi secara anonim."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Sila memilih gaya Window:"
PromptSelectWindowStylesEx, "Sila memilih gaya Window lanjutan:"
RemoveConfirmOne, "Adakah anda pasti mahu mengeluarkan item yang dipilih?"
SelectAnItem, "Sila pilih dari senarai dan cuba lagi."
SelectAudioDevice, "Sila memilih peranti audio."
SelectMouseCursorLocation, "Klik untuk memilih lokasi kursor tetikus\nTekan sebarang kekunci untuk batal"
SendKeys_EditString, "Edit String"
SendKeys_EnterString, "Masukkan String:"
SendKeys_mniAddKeyCombination, "Tambah Kunci Kombinasi"
SendKeys_mniAddRawText, "Tambah teks"
SendKeys_mniAddText, "Tambah Teks"
SendKeys_Title, "Pembina SendKeys"


[BFFormDownload_Strings]
ConfirmCancel, "Adakah anda pasti anda ingin membatalkan Muat-turun ini?"
Error, "Sebuah ralat telah berlaku."
Progress, "Baki: {0} KB ({1} jumlah KB)"
ProgressUnknown, "Sedang memuat-turun: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Sila pilih tag WallpaperFusion dan cuba lagi."
lblQuery, "Penapis:"
Title, "Tag WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "Tutup"
colContributors, "Penyumbang"
colCreatedBy, "Dicipta Oleh"
colDownloads, "Muat-turun"
colLanguage, "Bahasa"
colLastModified, "Tarikh kemaskini"
lblQuery, "Penapis:"
Loading, "Memuatkan..."


[BFFormProxySettings_Controls]
btnSave, "Simpan"
lblProxyAddress, "Alamat Pelayan:"
lblProxyPassword, "Kata laluan:"
lblProxyPassword2, "Masukkan semula Kala Laluan:"
lblProxyPort, "Port:"
lblProxyUsername, "Nama pengguna:"
rdoCustomSettings, "&Guna Tetapan Tersuai Pelayan Proksi:"
rdoNoProxy, "&Tiada Pelayan Proksi (sambungan internet langsung)"
rdoUseIESettings, "G&una Tetapan Sambungan Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Sila masukkan Alamat Pelayan Proksi atau pilih 'Tiada Pelayan Proksi'."
EnterServerPort, "Sila masukkan Port Pelayan Proksi atau pilih 'Tiada Pelayan Proksi'."
PasswordDecryptionFailed, "Tetapan Sambungan Internet anda kelihatan tidak sah.\nAdakah anda ingin memasukkan semula kata laluan pelayan proksi anda untuk menetapkan tetapan ini?"
PasswordsNotMatch, "Kata laluan pelayan proksi anda tidak sepadan, sila cuba lagi."
Title, "Tetapan Sambungan Internet"


[BFFormSelectApplication]
AllApplications, "Semua Aplikasi"
btnBrowse, "&Layari"
colApplication, "Aplikasi"
colPath, "Laluan"
GroupDesktopApplications, "Aplikasi-aplikasi Desktop"
GroupWindows8Applications, "Aplikasi Window Sejagat"
lblWindowPicker, "Menyeret ini ke atas tetingkap untuk memilih proses yang tetingkap dalam senarai secara automatik"
PleaseSelectApplication, "Sila pilih aplikasi terlebih dahulu."
Title, "Pilih Aplikasi"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Nilai Asal"
chkShowOnlyModified, "Hanya menunjukkan nilai yang ditukar"
colSetting, "Tetapan"
colValue, "Nilai"
lblFilter, "Penapis:"
lblHelp, "Klik dua kali sebuah tetapan untuk mengubahnya, klik butang 'Bantuan' untuk maklumat lanjut."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Sebuah ralat telah berlaku semasa menyimpan tetapan ini."
SavedSuccessfully, "Menetapkan Lanjutan anda telah berjaya disimpan.\nAnda perlu memulakan semula aplikasi untuk berkuat kuasa tetapan ini."
Title, "Tetapan Lanjutan"
TitleEdit, "Sunting Tetapan Lanjutan"


[BFFormSettings_Controls]
btnAdvancedSettings, "Tetapan Lanjutan"
btnAutoUpdateCheckNow, "Semak &Kemaskini Sekarang"
btnBackupSettings, "Eksport Tetapan"
btnLanguageHelp, "Membantu Melengkapkan Terjemahan"
btnLicenseChangeToFree, "Tukar kepada Versi Percuma"
btnLicenseKeyRequestTrial, "Meminta Lesen Percubaan Baru"
btnLicenseKeyRestoreTrial, "Pulihkan Kunci Lesen Percubaan"
btnLicenseLoadOnline, "Muat dari akaun Binary Fortress"
btnLicensePasteFromClipboard, "Tampal dari Papan Keratan"
btnProxySettings, "Tetapan Sambungan Internet"
btnRestoreSettings, "Pulihkan Tetapan"
btnTroubleshootingClearLogBASE, "Kosongkan Log"
btnTroubleshootingCopyBASE, "Salin Info ke Papan Klip"
btnTroubleshootingExportBASE, "Eksport Informasi ke Fail"
btnTroubleshootingForceCleanupBASE, "&Force Memory Cleanup"
btnTroubleshootingOpenLogBASE, "Buka Log"
btnTroubleshootingRefreshBASE, "&Refresh"
chkAutoUpdate, "Semak Kemaskini secara automatik"
chkAutoUpdateBeta, "Semak versi baru Beta (baru, tidak stabil)"
chkAutoUpdateSteam, "Semak kemas kini secara automatik (Steam mungkin akan abaikan tetapan ini)"
colLanguageName, "Nama"
colLanguagePercentComplete, "Lengkap"
colLanguageTranslators, "Para Penterjemah"
colLanguageVersion, "Versi"
gbAutoUpdate, "Semak Kemas Kini"
gbLicenseReseller, "Maklumat Penjual"
lblAutoUpdateWarningBASE, "Amaran: Kemaskini automatik pada masa yang tidak aktif, anda tidak akan digesa untuk memasang versi baru"
lblLanguageGetMore, "Dapatkan Bahasa yang baru dan dikemaskini"
lblLicenseExpires, "Tarikh Luput Lesen:"
lblLicenseKey, "Kunci Lesen:"
lblLicenseTo, "Berlesen Kepada:"
tabAbout, "Mengenai"
tabLanguage, "Bahasa-bahasa"
tabLicense, "Kunci Lesen"
tabOptions, "Opsyen"
tabOurApps, "Apps kami"
tabTroubleshooting, "Penyelesaian Masalah"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Adakah anda pasti hendak padamkan kunci Lesen anda dan beralih ke versi Percuma?"
ChangeToFreeFromTrialPrompt, "Jika anda mahu menggunakan versi Pro Percubaan sekali lagi, anda perlu meminta kunci percubaan baru dari pasukan sokongan kami. Jika anda ingin melihat ciri-ciri yang tidak tersedia dalam versi Percuma, sila lawati halaman Bebas vs Pro di laman web.\n\nAdakah anda pasti mahu mengeluarkan Kunci Lesen anda dan beralih ke versi Percuma?"
DebugLogCleared, "Fail Log Debug berjaya dijelaskan."
DebugLogNotFound, "Fail Log Debug tidak dapat ditemui.\nSila pastikan anda telah membolehkan pilihan pembalakan debug."
FreeVersion, "Versi Percuma"
LanguageHelpMessage, "Saya ingin menolong melengkapkan terjemahan!"
LanguageHelpMessageDescription, "Bantu kami melengkapkan terjemahan, dan terima lesen Pro Standard dengan percuma !\nPihak kami akan menghubungi anda dalam masa 2 hari berkerja."
LanguageRightToLeft, "Kanan-ke-Kiri"
LicenseKeyRequestTrialDescription, "Seseorang akan susulan dengan anda dalam masa 2 hari bekerja."
LicenseKeyRequestTrialMessage, "Saya ingin meminta kunci lesen percubaan baru. Terima kasih!"
LogLevel0, "L0: Lumpuhkan Log"
LogLevel1, "L1: Minimal Log"
LogLevel2, "L2: Terperinci Log (tidak digalakkan)"
LogLevel3, "L3: Semua Log (tidak digalakkan)"
RegistryExportSuccess, "Sandaran telah berjaya."
RestoreSettingsFailed, "Sebuah ralat telah berlaku semasa memulihkan tetapan anda."
RestoreSettingsPrompt, "Jangan memulihkan sandaran yang tidak dibuat oleh anda atau pihak Binary Fortress.\nAdakah anda pasti ingin memulihkan sandaran ini?"
RestoreSettingsSuccess, "Kesemua tetapan anda berjaya dipulihkan."
SettingsLoadError, "Kesilapan berlaku semasa memuatkan tetapan."
SettingsSaveError, "Sebuah ralat telah berlaku semasa Menyimpan Tetapan."
Title, "Tetapan"
TroubleshootingCopyError, "Sebuah ralat telah berlaku semasa menyalin maklumat penyelesaian masalah ke papan keratan."
TroubleshootingCopySuccess, "Maklumat Penyelesai-masalah telah disalin ke papan keratan."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Lampirkan Fail"
btnAttachmentsClear, "Kosongkan Lampiran"
chkIncludeBackup, "Sila sertakan sandaran konfigurasi dengan permintaan sokongan ini"
lblEmailAddress, "Alamat Email:"
lblMessage, "Mesej:"
lblName, "Nama:"
lblSubject, "Perkara:"
lblWarning, "Maklumat dari tab Penyelesai Masalah serta fail Debug.log akan dienkripsi dan dihantar dengan permintaan sokongan ini supaya kami dapat menyelesaikan masalah anda dengan lebih cepat."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Sila masukkan Alamat Email yang sah dan cuba lagi."
EnterMessage, "Sila masukkan Mesej dan cuba lagi."
EnterName, "Sila masukkan Nama anda dan cuba lagi."
EnterSubject, "Sila masukkan Perkara."
PromptClearAttachments, "Adakah anda pasti ingin mengosongkan lampiran?"
SendSuccess, "Informasi anda berjaya dihantar.\nAnda akan dihubungi dalam masa 2 hari bekerja."
Title, "Hantar Permintaan Bantuan"
TooLongEmailAddress, "Sila masukkan Alamat Email yang lebih ringkas dan cuba lagi."
TooLongName, "Sila masukkan Nama yang lebih ringkas dan cuba lagi."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Membeli Lesen Pro"
btnLater, "Mungkin Kemudian"
btnMoreInfo, "Maklumat Lanjut"
lblInvalidLicense, "Kunci lesen Pro anda tidak sah!\n\nSila sahkan bahawa anda telah memasukkan kunci lesen yang betul pada tab Kunci Lesen dalam tetingkap Tetapan.\n\nJika kunci lesen anda adalah betul dan anda masih melihat mesej ini, sila hubungi Bantuan Binary Fortress menggunakan butang Bantuan di bawah."
Title, "Kunci Lesen Tidak Sah"


[BFFormUpdate_Controls]
btnChangeLog, "&Lihat Log Ubah"
btnDownloadOnly, "Layari laman web"
btnInstallNow, "&Memasang sekarang"
btnInstallOnExit, "&Pasang semasa Keluar"
btnRemindMeLater, "&Ingatkan Saya Kemudian"
btnSkipThisVersion, "&Langkau Versi Ini"
lblNewVersion, "Versi Baru:"
lblOldVersion, "Versi Semasa:"
lblUpdateNotes, "Yang terbaru dalam versi ini:"
lblUpdateSize, "Saiz Kemaskini:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Adalah disyorkan anda mengemaskini ke versi yang baru ini.\nAdakah anda pasti anda ingin melangkau pegemaskinian ini?"
DownloadFailedSave, "Gagal menyimpan Fail ini di lokasi setempat."
DownloadingUpdate, "Memuat-turun Pengemaskinian"
DownloadInvalidData, "Pelayan mengembalikan data yang tidak sah. Pelayan mungkin menghadapi masalah mencari fail yang dipohon."
DownloadNoData, "Tiada data dikembalikan dari tapak web."
ErrorDownload, "Sebuah ralat berlaku semasa memuat-turun versi yang baru."
FreeNotice, "Kemaskini ini, dan semua kemaskini masa hadapan adalah percuma! Kemaskini hari ini dan menikmati!"
RebootMightBeRequiredWarning, "Reboot mungkin diperlukan selepas naik taraf."
Title, "Kemaskini"
UpdateProMessage, "Anda perlu menaik taraf kepada Pro Lesen untuk menggunakan ciri kemaskini dengan satu klik.\nAnda ingin maklumat lebih lanjut tentang menaik taraf?"


[BFHelpButton_Controls]
mniDiscussions, "Perbincangan komuniti"
mniOnlineHelp, "Bantuan Dalam Talian"
mniSupportRequest, "Permintaan Bantuan"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Padamkan Combinasi Kunci yang Tak Sah"
ErrorHotKeyBindFailed, "Pengikatan Gabungan Kekunci gagal:"
ErrorHotKeyComboInUse, "Kombinasi Kunci telah digunakan. Terdapat beberapa sebab mengapa ini boleh berlaku:\n- Kombinasi Kunci sudah ditetapkan di tempat lain dalam permohonan ini\n- Aplikasi lain sudah pun menggunakan Kombinasi Kunci ini\n- Fungsi terbina dalam Windows menggunakan Kombinasi Kunci ini\n\nSila mengubah atau mengeluarkan Kombinasi Kunci dalam tetapan."
ErrorIncorrectKeyValue, "Gabungan kekunci tidak sah: Sila masukkan nilai kekunci."
ErrorIncorrectNumberElements, "Gabungan kekunci tidak sah: Bilangan kekunci yang salah."
ErrorIncorrectNumberKeyMods, "Gabungan kekunci tidak sah: Bilangan pemboleh-ubah yang salah."
ErrorInvalidKeyCombo, "Gabungan kekunci yang anda dinyatakan tidak sah."
ErrorSystemReserved, "Gabung Key yang anda ditentukan dikhaskan oleh Windows dan tidak boleh digunakan."
ErrorTooManyModifiers, "Gabungan kekunci tidak sah: Terlalu banyak pemboleh-ubah."
HotKeyButtonRemove, "Singkir"
HotKeyButtonSetHotKey, "Menetapkan HotKey"
HotKeyLabelKeys, "Pilih pengubah kemudian masukkan kunci dikehendaki"
HotKeyLabelMouse, "Pilih pengubah kemudian klik butang tetikus diingini"


[BFMessage]
btnCopy, "&Salin ke papan keratan"
btnMoreInformation, "&Pamer Maklumat Lanjut"


[BFTextQuery]
CaseSensitive, "Sensitif Huruf:"
ErrorBracketMismatch, "Ralat: Kurungan Sepadan.\nSila tutup kurungan atau membalut pertanyaan anda dalam petikan."
ErrorEscapeCharAtEnd, "Ralat: Huruf Escape '\' ditemui pada akhir pertanyaan.\nSila escape atau memadamkan huruf."
ErrorExpectedMatchCountChar, "Ralat: Dijangka ':::cbc:::' di kedudukan {0}.\nSila tutup kurungan atau membalut pertanyaan anda dalam petikan."
ErrorExpectedQuote, "Ralat: Dijangka '"' di kedudukan {0}.\nSila pastikan untuk escape huruf '"'."
ErrorInvalidChar, "Ralat: Huruf tidak sah '{0}' di kedudukan {1}.\nSila balut dalam petikan."
ErrorInvalidDigit, "Ralat: Angka tidak sah di kedudukan {0}.\nAngka mesti positif dan mengandungi hanya aksara angka."
ErrorInvalidWordBoundary, "Amaran: Watak Tidak Sah.\nHanya huruf dan angka yang disokong oleh pengendali kesamaan."
MayContain, "Mungkin Mengandungi:"
MayEqual, "Mungkin Sama:"
MayNotContain, "Mungkin Tidak Mengandungi:"
MayNotEqual, "Mungkin Tidak Sama:"
MustContain, "Mesti Mengandungi:"
MustEqual, "Mesti Sama:"
MustNotContain, "Mesti Tidak Mengandungi:"
MustNotEqual, "Mesti Tidak Sama:"
Time, "sekali"
Times, "{0} kali"


[BFUpdateCheck]
AlreadyInProgress, "Semak Kemas Kini sedang dijalankan..."
ErrorRunningDownloadedFile, "Sebuah ralat telah berlaku semasa cuba untuk menjalankan fail pemasangan yang dimuat turun."
FailedToGetVersion, "Tidak dapat memuatkan nombor versi terbaru."
NoUpdate, "Anda sedang menggunakan versi terbaru."


[cFunctions_Strings]
FolderNotRecognized, "Folder dipilih tidak diakui dan tidak boleh dicari."


[CommonControls]
chkIsMetroApp, "Adakah aplikasi ini aplikasi sejagat?"
lblMetroAppID, "Proses ID Aplikasi:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Layari && Lampirkan"
btnBrowseExcludePath, "Layari"
btnFolderBrowse, "&Layari"
btnFolderBrowseAppend, "Layari && Lampirkan"
btnNewSearch, "Cari di Tab Baru"
btnPause, "Menjeda"
btnResume, "Menyambung"
btnSearch, "Cari"
btnStop, "Berhenti"
chkCaseSensitive, "Sensitif huruf pertanyaan"
chkFileSizeMax, "Saiz Fail Maksimum:"
chkFileSizeMin, "Saiz fail Minimum:"
chkIsQueryRegEx, "Pertanyaan adalah RegEx"
chkSearchSubFolders, "Cari subfolder"
chkShowFirstResult, "Hanya menunjukkan keputusan pertama bagi setiap fail"
chkShowIncludeFilterMatchFiles, "Menunjukkan nama fail yang sepadan dengan "termasuk fail" penapis"
chkShowIncludeFilterMatchFolders, "Menunjukkan nama folder yang sepadan dengan "termasuk fail" penapis"
chkShowQueryMatchFiles, "Menunjukkan nama fail yang sepadan dengan teks pertanyaan"
chkShowQueryMatchFolders, "Menunjukkan nama folder yang sepadan dengan teks pertanyaan"
chkUseIFilters, "Kandungan fail proses menggunakan Handles Fail (perlahan)"
colDateAccessed, "Tarikh Accessed"
colDateCreated, "Tarikh Dicipta"
colDateModified, "Tarikh Kemaskini"
colEncodingUsed, "Pengekodan Digunakan"
colExtension, "Lanjutan"
colFile, "Nama Fail"
colFileSize, "Saiz Fail"
colLine, "Garis"
colLineNumber, "Garis #"
colPath, "Laluan"
lblAccessedTo, "kepada"
lblAdditionalLinesAfter, "Menunjukkan banyak baris ini selepas hasil carian:"
lblAdditionalLinesBefore, "Menunjukkan banyak baris ini sebelum hasil carian:"
lblCreatedTo, "kepada"
lblDateAccessed, "Tarikh Accessed:"
lblDateCreated, "Tarikh Dijanakan:"
lblDateFilterLogic, "Tarikh Penapis Logik:"
lblDateModified, "Tarikh Kemaskini:"
lblExcludeFiles, "Menge&cualikan Files:"
lblExcludePath, "Mengecualikan Laluan:"
lblFilterResults, "Penapis:"
lblIncludeFiles, "Termasuk &Fail:"
lblModifiedTo, "kepada"
lblPath, "Laluan:"
lblQuery, "Pertanyaan:"
lblStatusFound, "Padanan Dijumpai: {0}"
lblStatusTotal, "Fail Dicari: {0}"
mniAbout, "Mengenai"
mniAddResultsToZipFile, "Zip Semua Hasil"
mniAddSelectedResultsToZipFile, "Keputusan Terpilih Zip"
mniClearSearchHistory, "Mengosongkan Sejarah Carian"
mniCloseAll, "Tutup Semua"
mniCloseAllButThis, "Tutup Semua Kecuali Ini"
mniCloseSearch, "Tutup"
mniCopyFilePathNewLine, "Salin Nama Dipilih (garis baru dipisahkan)"
mniCopyToClipboard, "Salin Keputusan Dipilih"
mniCopyToClipboardAll, "Salin Semua Keputusan"
mniExit, "Keluar"
mniExplorerContextMenu, "Menu Konteks Windows"
mniHashWithHashTools, "Hash dengan HashTools"
mniHelp, "&Bantuan"
mniOpenFolder, "Buka Folder Mengandungi"
mniOpenFolderOnly, "Buka Folder"
mniOpenOther, "Buka dengan {0}"
mniPermenentDelete, "Kekal Padam Fail Terpilih"
mniRemoveRows, "Buang Keputusan Terpilih Dari Senarai"
mniRenameFile, "Menukar nama fail yang dipilih"
mniSettings, "Tetapan"
mniShowFilterControls, "Menunjukkan Kawalan Penapis"
mniTextCopy, "%Salin"
mniTextSelectAll, "Pilih Semua"
mniTools, "Peralatan"
mniTrayExit, "Keluar"
mniTrayLoadProfiles, "Muatkan Profil"
mniTrayShowFileSeek, "Menunjukkan FileSeek"
mniTraySyncProfiles, "Sync Profil"
mnuCopyFilePath, "Salin Nama fail yang Terpilih (dipisahkan oleh koma)"
mnuExportAllHTML, "Eksport Semua Keputusan ke HTML"
mnuExportSelectedResultsHTML, "Eksport Keputusan Terpilih ke HTML"
mnuFileCopy, "Salin Fail Terpilih"
mnuFileCut, "Cut Fail Terpilih"
mnuFileDelete, "Padam Fail Terpilih"
mnuLanguage, "Bahasa-bahasa"
mnuLoadProfile, "Muatkan"
mnuManageProfiles, "Menguruskan Profil"
mnuOpen, "Buka"
mnuOpenNotepad, "Buka dengan Notepad"
mnuProfile, "Profil"
mnuSave, "Simpan"
mnuSaveAll, "Eksport Semua Keputusan sebagai CSV"
mnuSaveProfile, "Simpan Profil Baharu"
mnuSaveSelection, "Eksport Keputusan Dipilih sebagai CSV"
mnuShowFullLanguageList, "Tunjuk Senarai Penuh"
mnuSyncProfiles, "Sync Profil"
rdoMatchQueryLineByLine, "Padanan pertanyaan untuk setiap baris dalam fail"
rdoMatchQueryToWholeFile, "Padanan pertanyaan untuk semua fail"
tabAdvanced, "Lanjutan"
tabDateFilters, "Tarikh Penapis"
tabFileSizeFilters, "Penapis Saiz Fail"
tabSearch, "Carian"


[frmMain_Strings]
AccessedAfterTT, "Diakses selepas {0}"
AccessedBeforeTT, "Diakses sebelum {0}"
AccessedBetweenTT, "Diakses antara {0} dan {1}"
AllDrives, "Semua Pemacu"
AppSelectionErrorPartOne, "Aplikasi yang anda memilih tidak boleh didapati."
AppSelectionsErrorPartTwo, "Adakah anda ingin memilih salah satu yang berbeza dengan sekarang?"
btnNewSearchTT, "Buka tab baru dan memulakan carian"
btnSearchTT, "Mulakan carian dalam tab semasa"
btnStopTT, "Hentikan carian yang dipilih"
CaseSensitiveQueryTT, "Pertanyaan Sensitif Huruf"
cboDateFilterLogic_AND, "DAN"
cboDateFilterLogic_OR, "ATAU"
cboExcludeFileFilterMode_Pattern, "Mengecualikan Penapis Fail adalah Corak"
cboExcludeFileFilterMode_RegEx, "Mengecualikan Penapis Fail adalah RegEx"
cboExcludeFileFilterMode_TextQuery, "Mengecualikan Penapis Fail adalah Teks Pertanyaan"
cboIncludeFileFilterMode_Pattern, "Termasuk Penapis Fail adalah Corak"
cboIncludeFileFilterMode_RegEx, "Termasuk Penapis Fail adalah RegEx"
cboIncludeFileFilterMode_TextQuery, "Termasuk Penapis Fail adalah Teks Pertanyaan"
cboQueryMode_RegEx, "Pertanyaan adalah RegEx"
cboQueryMode_TextQuery, "Pertanyaan adalah Teks Pertanyaan"
chkShowFirstResultTT, "Hanya akan menunjukkan baris pertama yang dipadankan apabila yang sepadan dengan pertanyaan untuk setiap baris"
ColumnChangeMessage, "Perubahan kepada kolum keputusan carian tidak akan berlaku sehingga anda memulakan semula carian anda."
ContextMenuError, "Ralat telah berlaku semasa menunjukkan Windows Context Menu."
CreatedAfterTT, "Dicipta selepas {0}"
CreatedBeforeTT, "Dicipta sebelum {0}"
CreatedBetweenTT, "Dicipta antara {0} dan {1}"
CSVSpreadsheet, "Fail CSV"
CustomAppOpenError, "Ralat telah berlaku semasa membuka fail ini dengan aplikasi adat."
DateCreatedError, "Sila pilih 'Tarikh Dicipta Tarikh Berakhir' iaitu lebih daripada tarikh mula."
DateFiltersSelected, "Tarikh Penapis:"
DateModifiedError, "Sila pilih 'Tarikh Kemaskini Tarikh Berakhir' iaitu lebih daripada tarikh mula."
EmptyPDFError, "Fail PDF telah mencari, tetapi tidak mengandungi teks"
EnterProfileName, "Masukkan nama profil:"
ErrorDirectoryEmpty, "Path ini kosong"
ExcludeFilesTT, "Mengecualikan Fail: {0}"
ExcludePathsTT, "Mengecualikan Path: {0}"
ExportDateAccessed, "Tarikh Diakses"
ExportDateCreated, "Tarikh Dicipta"
ExportDateModified, "Tarikh Kemaskini"
ExportExtension, "Extensi"
ExportFileName, "Nama Fail"
ExportFileSize, "Saiz Fail"
ExportLineNumber, "Garis #"
ExportLineText, "Garis"
ExportPath, "Laluan"
FileDeleteMessage, "Sila menunggu sementara FileSeek melaksanakan operasi yang diminta.\nAnda boleh menutup tetingkap ini, tetapi ia boleh membawa kepada keputusan yang tidak dijangka ketika tugas ini sedang berjalan."
FileDeleteQuestion, "Adakah anda pasti mahu memadam fail atau folder yang dipilih?"
FileDeleteTitle, "Padam Fail"
FileDeletionError, "Ralat telah berlaku semasa memadamkan fail ini."
FileHandlerError, "Sila masukkan path untuk mencari."
FileIncludeNameMatch, "Padankan Nama fail [Termasuk Penapis Fail]"
FileOpenError, "Ralat telah berlaku semasa membuka fail ini."
FilePermenentDeleteQuestion, "Adakah anda pasti mahu memadam fail atau folder yang dipilih secara kekal?"
FileQueryNameMatch, "Padankan Nama fail [Pertanyaan]"
FileReadError, "Ralat Mengakses Fail: {0}"
FileSelectionError, "Sila pilih sekurang-kurangnya 1 fail yang wujud dan cuba lagi."
FileSizeError, "Sila pilih Saiz Fail Maksimum yang sama atau lebih besar daripada Minimum Saiz fail."
FileSizeFiltersSelected, "Saiz Fail Penapis:"
FilesSearched, "Fail Dicari: {0}"
FilesSkipped, "Fail Dilangkau: {0}"
FolderBrowserDescription, "Pilih Folder untuk Carian"
FolderBrowsingError, "Ralat telah berlaku semasa melayari folder."
FolderIncludeNameMatch, "Padankan Nama Folder [Termasuk Penapis Fail]"
FolderItemError, "Gagal mendapatkan Folder untuk item: {0}"
FolderOpenError, "Ralat telah berlaku semasa membuka folder ini."
FolderQueryNameMatch, "Padankan Nama Folder [Teks Pertanyaan]"
FolderReadError, "Ralat telah berlaku semasa Folder membaca dalam Folder: {0}"
HiddenFolderError, "Tidak dapat mencari kerana ia adalah tersembunyi fail/folder"
HyperTextMarkupLanguageFile, "Fail Hyper Text Markup Language"
IFilterWarning, "Sila membolehkan handlers fail pada tab Lanjutan untuk memaparkan keputusan yang betul untuk: {0} fail"
IncludeFilesTT, "Termasuk Fail: {0}"
InvalidExcludeFilesRegExError, "Mengecualikan corak fail RegEx tidak sah.\n{0}"
InvalidFolderLength, "Panjang folder tidak sah."
InvalidIncludeFilesRegExError, "Termasuk corak fail RegEx tidak sah.\n{0}"
InvalidQueryError, "Pertanyaan teks anda adalah tidak sah.\n{0}"
InvalidQueryRegExError, "Corak Pertanyaan RegEx tidak sah.\n{0}"
KeypressError, "Ralat telah berlaku semasa memproses tekanan kekunci ini."
LinkedFolderError, "Tidak dapat mencari folder kerana ia adalah satu link/simpang"
MatchesFound, "Padanan Dijumpai: {0}"
MatchesFromQueue, "keputusan antri: {0}"
MatchesFromQueueIcons, "ikon antrian: {0}"
MaxFileSizeTT, "Saiz Fail Maksimum: {0}"
MaxPathError, "Ini adalah path yang panjang dan mungkin tidak berfungsi dalam beberapa program"
MenuOpenError, "Ralat telah berlaku semasa membuka menu."
MinFileSizeTT, "Minimum Saiz Fail: {0}"
ModifiedAfterTT, "Diubah selepas {0}"
ModifiedBeforeTT, "Diubah sebelum {0}"
ModifiedBetweenTT, "Diubah antara {0} dan {1}"
More, "(lebih)"
NoDateFiltersSelected, "Tiada penapis tarikh yang dipilih"
NoFileSizeFiltersSelected, "Tiada penapis saiz fail yang dipilih"
NoOptionsSelected, "Tiada Pilihan Dipilih"
NotepadError, "Ralat telah berlaku semasa membuka fail ini dengan Notepad."
NotYourProfile, "Anda tidak memiliki profil ini."
OnlyShowFirstResultTT, "Hanya Papar Keputusan Pertama"
OpenManyQuestion, "Adakah anda pasti ingin membuka {0} fail atau folder?"
OptionsSelected, "Pilihan Dipilih:"
OtherApplication, "Aplikasi Lain"
PathsTT, "Path: {0}"
PathTooLongError, "Windows tidak menyokong tindakan ini dengan nama path tersebut."
ProfileLoadError, "Terdapat ralat memuatkan profil ini."
ProfileLoadOnStartError, "Terdapat ralat memuatkan profil ini. Profil ini tidak wujud."
ProfileNameEmptyError, "Anda belum memasukkan nama profil.\nSila masukkan nama dan cuba lagi."
ProfileOverwriteQuestion, "Adakah anda pasti mahu menganti profil '{0}'?"
ProfileSaved, "Menyimpan tetapan carian ke profil '{0}'"
ProfileSaveError, "Tidak dapat menyimpan profil."
ProOnlyDoubleClickPrompt, "Handler lalai klik dua kali anda ditetapkan kepada FileSeek Pro sahaja.\nAnda boleh menukar handler lalai klik dua kali pada Tetapan > tab Carian.\n\nAnda ingin maklumat lebih lanjut tentang menaik taraf?"
QueryTT, "Pertanyaan:\n{0}"
rdoMatchQueryLineByLineTT, "Membuka fail satu baris pada satu masa dan cuba untuk dipadankan pertanyaan untuk setiap baris"
rdoMatchQueryToWholeFileTT, "Membuka keseluruhan fail sekaligus dan cuba untuk dipadankan pertanyaan untuk keseluruhan teks"
RenameFileError, "FileSeek tidak dapat menamakan semula fail atau folder yang dipilih.\nSila taip nama yang berbeza dan cuba lagi."
RenameFileFolder, "Menukar nama fail yang dipilih:"
ResultCopied, "Satu keputusan disalin ke clipboard."
ResultCopyError, "Ralat telah berlaku semasa menyalin keputusan carian anda ke clipboard."
ResultSaveError, "Terdapat ralat menyimpan keputusan anda.\n{0}"
ResultsCopied, "{0} keputusan disalin ke clipboard."
ResultSelectionError, "Sila pilih sekurang-kurangnya 1 keputusan carian dan cuba lagi."
SaveResults, "Menyimpan Keputusan ke Spreadsheet"
SaveResultsAsHTML, "Menyimpan Keputusan ke HTML"
SaveSearchProfile, "Menyimpan Profil Carian"
SearchComplete, "Carian disiapkan pada {0}s"
SearchCriteria, "Carian Kriteria:"
SearchCriteriaEmptyTT, "Carian Kriteria Kosong"
SearchEnd, "Carian Tamat: {0}"
SearchError, "Ralat telah berlaku semasa mencari."
SearchStart, "Carian Mula: {0}"
SearchSubFoldersTT, "Carian Subfolder"
SettingFormShowError, "Ralat telah berlaku semasa menunjukkan tetingkap Tetapan."
Syncing, "Menyelaras dengan Akaun Binary Fortress anda ..."
SystemFolderError, "Tidak dapat mencari kerana ia adalah sistem fail/folder"
TextCopyError, "Ralat telah berlaku semasa menyalin teks ini."
TextProcessingError, "Ralat telah berlaku semasa memproses teks."
TextQueryHelpTT, "Bantuan Teks Pertanyaan"
TextSelectionError, "Sila pilih beberapa teks dan cuba lagi."
txtPathTT, "Berbilang item berasingan dengan | huruf"
UseFileHandlersTT, "Gunakan Handlers Fail"
ViewingAppPartOne, "Anda belum memilih aplikasi pandangan lagi"
ViewingAppPartTwo, "Adakah anda ingin untuk memilih salah satu sekarang?"
ZipFile, "Fail Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Salin Profil"
btnDelete, "Padam"
btnExport, "Eksport Profil"
btnImport, "Import Profil"
btnRename, "Menamakan semula"
btnSync, "Sync dengan Akaun Binary Fortress anda"
colProfileName, "Nama Profil"
colProfileOwner, "Pemilik Profil"
lblCurrentProfile, "Pengguna Semasa: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Apakah nama untuk memanggil profil baru anda?"
ExportFileSeekSearchProfile, "Eksport Profil Carian FileSeek"
ExportSearchProfileSuccessful, "Profil Carian dieksport berjaya"
FileSeekSearchProfile, "Profil Carian FileSeek"
ImportFileSeekSearchProfile, "Import Profil Carian FileSeek"
MustSelectAnItem, "Sila pilih profil dari senarai dan cuba lagi."
ProfileDeleteQuestion, "Adakah anda pasti mahu memadam profil yang dipilih?"
RenameSearchProfile, "Menamakan semula Profil Carian"
SearchProfileName, "Nama profil carian:"
Title, "Menguruskan Profil"


[frmSettings_Controls]
btnBrowseOther, "&Layari"
btnClearHistory, "Mengosongkan Sejarah Carian"
btnIFilterToggle, "Togol Handler Fail"
btnOtherDefault, "Lalai"
chkCloseToTray, "Tutup FileSeek ke dulang sistem"
chkCombineParameters, "Pas berbilang fail ke kejadian yang sama, dan bukannya membuka beberapa kejadian"
chkErrorDirectoryEmpty, "Menunjukkan ralat apabila folder kosong didapati"
chkErrorForLongPaths, "Menunjukkan ralat dan melangkau path apabila lebih panjang daripada 260 huruf"
chkExportExtraLines, "Juga mengeksport baris tambahan apabila menyimpan keputusan carian"
chkIFilterErrors, "Menunjukkan ralat untuk fail tanpa Handler Fail (apabila carian Fail Handler diaktifkan)"
chkIsQueryFullString, "Anggap teks pertanyaan sebagai satu istilah pertanyaan besar"
chkLinkedFoldersSearch, "Carian fail && folder yang mempunyai satu link/simpang"
chkLinkedFoldersSearchShowErrorOnSkip, "Menunjukkan ralat apabila melangkau link/simpang"
chkMinimizeToTray, "Meminimumkan FileSeek ke dulang sistem"
chkOnlyShowMatchedText, "Hanya tunjukkan teks dipadankan dalam keputusan carian"
chkResetSearchValues, "Tetapkan semula nilai tab carian apabila memulakan carian pada tab baru"
chkResultWordWrap, "Balut teks yang ditunjukkan dalam keputusan carian"
chkSearchHiddenFiles, "Carian fail && folder yang tersembunyi"
chkSearchSystemFiles, "Carian fail sistem && folder"
chkSearchWithinLNKFiles, "Cari fail LNK fail yang menunjuk ke"
chkShowErrorEmptyPDF, "Menunjukkan ralat apabila kosong fail PDF didapati"
chkShowFileErrors, "Menunjukkan ralat apabila fail/folder tidak boleh diakses"
chkShowHiddenFileError, "Menunjukkan ralat apabila melangkau tersembunyi fail && folder"
chkShowSystemFileError, "Menunjukkan ralat apabila melangkau sistem fail && folder"
chkShowToolTips, "Papar ToolTips"
chkSingleInstance, "Memaksa FileSeek untuk hanya membuka satu kejadian"
chkStartWithClearProfile, "Sentiasa bermula FileSeek dengan kriteria carian kosong"
chkTreatAllExcludePathFiltersAsWildcards, "Anggap semua penapis Path Dikecualikan sebagai wildcard"
chkTreatAllIncludeFiltersAsWildcards, "Anggap semua penapis Path Termasuk sebagai wildcard"
chkUseCustomDateFormat, "Menggunakan format tarikh adat"
chkUsePreviewHandlers, "Gunakan Prapapar Handlers dalam anak tetingkap keputusan"
chkWindowsContextMenu, "Menunjukkan FileSeek dalam Windows Menu konteks"
colAvailableColumns, "Kolum Tersedia"
colSelectedColumns, "Kolum Dipilih"
gbCmdLineVars, "Pembolehubah Baris Arahan"
gbDateFormat, "Format Tarikh"
gbGeneralOptions, "Pilihan Umum"
gbPresentationOptions, "Pilihan Penyampaian"
gbSearchColumns, "Kolum Carian"
lblCmdLineParam, "Parameter baris arahan untuk pas:"
lblDateFormatLink, "Adatkan Format String Tarikh dan Masa"
lblDefaultDoubleClick, "Pilih operasi lalai untuk klik dua kali pada keputusan carian:"
lblFileHandlerFAQ, "Soalan Pengendali File yang sering ditanyakan"
lblNumChar, "Menunjukkan ini banyak huruf untuk setiap hasil carian:"
lblOtherApplicationName, "Nama untuk aplikasi lain:"
lblSelectViewingApp, "Memilih aplikasi fail pandangan:"
lblSkipFile, "Masa carian yang maksimum dibenarkan bagi setiap fail (0 = tanpa had):"
pageSearchViewSettings, "Tetapan Keputusan Paparan"


[frmSettings_Strings]
AppBrowsingError, "Ralat telah berlaku semasa menyemak imbas bagi aplikasi."
cboDefaultDoubleClickOperation_ExportAllCSV, "Eksport Semua Keputusan ke CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Eksport Semua Keputusan ke HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Eksport Keputusan yang Dipilih ke CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Eksport Keputusan Terpilih ke HTML"
cboDefaultDoubleClickOperation_Open, "Buka dengan Handler Lalai"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Buka Folder Mengandungi"
cboDefaultDoubleClickOperation_OpenNotepad, "Buka dengan Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Buka dengan {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Dengan pilihan ini didayakan, carian yang dimasukkan sebagai foo akan dianggap sebagai *foo*"
ClearHistoryError, "Ralat telah berlaku semasa mengosongkan Sejarah Carian anda."
ClearHistoryWarning, "Adakah anda ingin mengosongkan Sejarah Carian anda?"
CommandLineError, "Sila masukkan parameter baris arahan, atau klik 'Lalai' untuk menetapkan semula."
CustomDateFormatError, "Terdapat kesilapan memberikan format tarikh custom anda.\nSila betulkan kesilapan itu dan cuba lagi."
DisableFileHandler, "Lumpuhkan Handler Fail"
DisablePreviewHandler, "Lumpuhkan Prapapar Handler"
EnableFileHandler, "Dayakan Fail Handler"
EnablePreviewHandler, "Dayakan Prapapar Handler"
FileCommandDescription, "{0}: Pengganti nama fail yang lengkap."
FileHandlerListError, "Ralat telah berlaku semasa menyenaraikan Handlers Fail."
FileHandlerSelectError, "Ralat telah berlaku semasa memilih Handler fail ini."
FileHandlerToggleError, "Ralat telah berlaku semasa menogol ini Handler Fail."
HistoryCleared, "Sejarah Carian mengosongkan telah berjaya."
InvalidExitcode, "Kembali ExitCode tidak sah: {0}"
LineCommandDescription, "{0}: Pengganti nombor talian."
lvIFilters_Extension, "Lanjutan"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "Versi"
NumOfCharError, "Sila masukkan beberapa aksara antara {0} dan {1} dan cuba lagi."
PreviewHandlerListError, "Ralat telah berlaku semasa menyenaraikan Prapapar Handlers."
PreviewHandlerToggle, "Togol Prapapar Handler"
SettingMenuError, "Ralat telah berlaku semasa menetapkan tetapan Context Menu."
tabSettings_FileHandlers, "Handlers Fail"
tabSettings_OtherApp, "Aplikasi lain"
tabSettings_PreviewHandlers, "Prapapar Handler"
tabSettings_Search, "Carian"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Keputusan carian telah berjaya menyimpan.\nAdakah anda ingin melihat fail tersebut?"
SearchCriteria, "Kriteria Carian"
SearchDate, "Tarikh Carian:"
Title, "Keputusan Carian FileSeek"


[IFilterHelper_Strings]
UnknownError, "Kesalahan IFilter tidak diketahui"
UsingStandardMethodWarning, "Tiada Handler Fail untuk fail ini, mencari menggunakan kaedah standard."


[Installer]
AdditionalIcons, "Ikon-ikon Tambahan:"
CreateContextMenuItems, "Tambahkan ke Windows klik kanan menu konteks"
CurrentUserOnly, "Untuk pengguna semasa sahaja"
DesktopIcon, "Cipta ikon &desktop"
DotNetInstallNow, "Adakah anda ingin memasangnya sekarang?"
DotNetRequired, "Sistem anda memerlukan peningkatan .NET Framework untuk melancarkan aplikasi ini."
ForAllUsers, "Untuk kesemua pengguna"
LaunchNow, "Lancarkan sekarang"
LicKeyInvalid, "Kunci Lesen ini nampaknya tidak sah."
LicKeyLabel, "Kunci Lesen:"
LicKeySelectOption, "Sila membuat pilihan Kunci Lesen dan cuba semula."
LicKeyText, "Pilihan Kunci Lesen:"
LicKeyTextAdminLocked, "Pentadbir anda telah setkan Kunci Lesen anda."
LicKeyTextChangeFree, "Klik 'Change to Free Version' di tetingkap Tetapan untuk menggunakan versi percuma."
LicKeyTextEnterOrFree, "Sila masukkan Kunci Lesen yang sah atau pilih 'Use Free Version'."
LicKeyTextPaid, "Guna Kunci Lesen ini:"
LicKeyTextTrial, "Guna Versi Cubaan (untuk kali pertama sahaja), akan kembali ke Versi Percuma selepas 30 hari"
RunAtStartup, "Lancarkan pada Windows startup"
SteamKeyInvalid, "Kunci Lesen Steam anda gagal muat dengan betul.\nSila keluar pemasang/aplikasi ini dan cuba klik Pasang atau Lancarkan lagi dari Steam."
TextBefore, "Jika anda mempunyai FileSeek sedang berjalan, sila pastikan anda menutupnya sebelum memasang versi baru ini.\n\nLayari https://www.fileseek.ca untuk maklumat terkini dan sokongan."
UninstallRemoveAllData1, "Adakah anda ingin untuk menghapuskan sepenuhnya SEMUA tetapan aplikasi, pilihan dan fail-fail sementara?"
UninstallRemoveAllData2, "Ini tidak digalakkan jika anda ingin memasang aplikasi ini lagi."
UnsupportedWindowsVersion, "Produk ini tidak lagi disokong oleh versi Windows anda. Adakah anda ingin tahu bagaimana muat turun versi lama yang disokong?"


[LicenseValidate_Strings]
ExpiredPrompt, "Harap maaf, Percubaan Kunci Lesen FileSeek anda telah tamat.\nJika anda telah membeli lesen, sila masukkannya dalam tetingkap Tetapan FileSeek.\n\nAdakah anda ingin dapat lebih banyak maklumat mengenai membeli FileSeek Pro?"
FreeLicenseReminder, "Ingin membantu ? Tekan di sini!"
Invalid, "Maaf, Kunci Lesen anda tidak sah."
InvalidReseller, "Harap maaf, Kunci Lesen anda hanya sah dengan FileSeek disediakan oleh Penjual Semula anda.\nSila hubungi Penjual Semula anda untuk maklumat lanjut."
LicenseProcessPro, "Terima Kasih kerana Mendaftar!"
LicenseProcessProRestoreSettingsPrompt, "Backup automatik tetapan Pro anda telah dikesan.\nFail backup adalah {0} hari lepas.\nAdakah anda ingin mengimport tetapan Pro anda? Semua tetapan semasa akan diatasi dengan tetapan dalam backup."
LicenseProcessRemoved, "Kunci Lesen anda telah disingkirkan."
LicenseProcessTrial, "Terima kasih kerana cuba FileSeek Pro!\nLesen anda akan tamat pada {0:D}."
TrialAlmostDonePrompt, "Lesen percubaan anda akan tamat tidak lama lagi.\nJika anda telah membeli lesen, sila masukkannya dalam tetingkap Tetapan FileSeek.\n\nAdakah anda ingin dapat lebih banyak maklumat mengenai membeli FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Carian dengan FileSeek"


[Words]
About, "Tentang"
Add, "Tambah"
AdminSettingsLock, "Tetapan tertentu adalah diuruskan oleh pentadbir sistem"
Apply, "Ter&ap"
Browse, "Semak"
ButtonLater, "&Kemudian"
ButtonMoreInformation, "&Maklumat Lanjut"
ButtonUseFreeVersion, "G&una Versi Percuma"
BuyALicenseKey, "Beli Kunci Lesen"
Cancel, "&Batal"
Close, "Tutup"
Copy, "%Salin"
Custom, "Custom"
Cut, "&Cut"
Default, "Lalai"
Delete, "&Padam"
Disable, "&Lumpuhkan"
Disabled, "Dinyahbolehkan"
Duplicate, "&Salinan"
Edit, "Sunting"
Enable, "&Bolehkan"
Enabled, "Bolehkan"
EnterALicenseKey, "Masukkan Kunci Lesen"
Error, "Ralat"
ErrorNotAdminUACDisabled, "UAC dinyahbolehkan tapi jika anda bukan Pentadbir, tindakan yang dipohon akan mungkin gagal.\nSila bolehkan UAC atau login sebagai Pentadbir dan cuba lagi.\nJika anda telah menyahbolehkan UAC baru-baru ini, sila pastikan anda mulakan semula komputer anda."
Exit, "&Keluar"
FileTypes_AllFiles, "Semua fail"
FileTypes_ApplicationFiles, "Fail Permohonan"
FileTypes_HTMLFiles, "Fail HTML"
FileTypes_ImageFiles, "Fail Imej"
FileTypes_RegistryFiles, "Fail Pendaftaran"
FileTypes_SoundFiles, "Fail Suara"
FileTypes_VideoFiles, "Fail Video"
FileTypes_ZipFiles, "Fail Zip"
FreeVsPro, "Free vs Pro"
Help, "&Bantuan"
Info, "Maklumat"
InvalidImageFile, "Imej ini telah rosak atau tidak boleh dibaca."
Language, "Bahasa"
Load, "&Muatkan"
Name, "Nama"
NameLabel, "Nama:"
Never, "Tidak sama sekali"
No, "&Tidak"
OK, "&OK"
Paste, "&Tampal"
ProductSocialOnFacebook, "FileSeek di Facebook"
ProductSocialOnLinkedIn, "FileSeek di LinkedIn"
ProductSocialOnTwitter, "FileSeek di Twitter"
ProOnlyButtonToolTip, "Ciri ini untuk Lesen Pro sahaja!\nKlik di sini untuk dapatkan maklumat lebih lanjut."
ProOnlyLabelText, "Naik taraf ke Lesen Pro untuk ciri ini"
ProOnlyNotice, "Fungsi Lesen Pro diwarnai biru"
ProOnlyQuestion, "Untuk menggunakan ciri ini, anda perlu naik taraf ke Lesen Pro.\nAdakah anda ingin maklumat lebih lanjut ?"
ProOnlyShort, "Pro Sahaja"
Redo, "&Mengulang"
Refresh, "&Refresh"
Remove, "Singkir"
Rename, "Menukar nama"
Retry, "Cuba Lagi"
Save, "&Simpan"
Seconds, "saat"
Select, "Pilih"
SelectAll, "Pilih &Semua"
Settings, "Konfigurasi"
Start, "Mulakan"
Stop, "Hentikan"
Sync, "Menyegerakan"
Undo, "&Longgarkan"
Unknown, "Tidak Diketahui"
Yes, "&Ya"